Repository: fx2000/club-prepago-celular
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: es

source: Total Sales: B/.
es: Ventas Totales: B/.

source: Recharges:
es: Recargas:

source: Transactions
es: Transacciones

source: All Users
es: Todos los Usuarios

source: <span class='label label-warning'>Failed</span>
es: <span class='label label-warning'>Fallida</span>

source: <span class='label label-success'>Successful</span>
es: <span class='label label-success'>Exitosa</span>

source: <span class='label label-warning'>Replaced</span>
es: <span class='label label-warning'>Reemplazada</span>

source: <i class="icon-download-alt icon-white"></i><span class="hidden-phone"> Export</span>
es: <i class="icon-download-alt icon-white"></i><span class="hidden-phone"> Exportar</span>

source: User Purchases
es: Compras de Usuarios

source: Select a User
es: Seleccione un Usuario

source: View Resellers
es: Ver Revendedores

source: Prepaid Balance
es: Balance Prepagado

source: Adjust
es: Ajustar

source: Account Type
es: Tipo de Cuenta

source: Action
es: Acción

source: Add
es: Agregar

source: Subtract
es: Restar

source: Amount
es: Monto

source: Notes
es: Notas

source: Account History
es: Historial de Cuenta

source: Payment ID
es: ID de Pago

source: Account Adjusted
es: Cuenta Ajustada

source: Notes
es: Notas

source: Add Reseller
es: Agregar Revendedor

source: Cedula / Passport
es: Cédula o Pasaporte

source: Cedula or Passport number
es: Número de Cédula o Pasaporte

source: Email address
es: Dirección de Correo Electrónico

source: Address
es: Dirección

source: City
es: Ciudad

source: State / Province
es: Estado o Provincia

source: State or Province
es: Estado o Provincia

source: Country
es: País

source: Phone number
es: Número de Teléfono

source: Discount
es: Descuento

source: Discount percentage if different from the default value
es: Porcentaje de descuento (si es diferente al estándar)

source: Edit Reseller
es: Editar Revendedor

source: Reseller's discount percentage
es: Porcentaje de descuento del revendedor

source: Email Verification
es: Verificación de Email

source: Ban
es: Banear

source: Discount Rate
es: Porcentaje de Descuento

source: Registered
es: Registrado

source: <span class='label label-success'>Active</span>
es: <span class='label label-success'>Activo</span>

source: <span class='label label-warning'>Inactive</span>
es: <span class='label label-warning'>Inactivo</span>

source: <i class="icon-edit icon-black"></i><span class="hidden-phone"> Edit</span>
es: <i class="icon-edit icon-black"></i><span class="hidden-phone"> Modificar</span>

source: <i class="icon-trash icon-black"></i></i><span class="hidden-phone"> Delete</span>
es: <i class="icon-trash icon-black"></i></i><span class="hidden-phone"> Eliminar</span>

source: <i class="icon-user icon-black"></i></i><span class="hidden-phone"> Account</span>
es: <i class="icon-user icon-black"></i></i><span class="hidden-phone"> Cuenta</span>

source: <i class="icon-th icon-black"></i></i><span class="hidden-phone"> Transactions</span>
es: <i class="icon-th icon-black"></i></i><span class="hidden-phone"> Transacciones</span>

source: <i class="icon icon-cart icon-black"></i></i><span class="hidden-phone"> Purchases</span>
es: <i class="icon icon-cart icon-black"></i></i><span class="hidden-phone"> Compras</span>

source: <i class="icon-download-alt icon-white"></i><span> Export</span>
es: <i class="icon-download-alt icon-white"></i><span> Exportar</span>

source: Purchase History
es: Historial de Compras

source: View Reseller
es: Ver Revendedor

source: Account
es: Cuenta

source: Signup Location
es: Localización al inscribirse

source: View Rewards
es: Ver Premios

source: Add Reward
es: Agregar Premio

source: Cost of the reward in points
es: Costo del premio en puntos

source: Recharge amount
es: Monto de la recarga

source: Description
es: Descripción

source: Description to show in app
es: Descripción para mostrar en la aplicación

source: Image
es: Imágen

source: Upload an image
es: Subir una imágen

source: Edit Reward
es: Modificar Premio

source: Value
es: Valor

source: Rewards
es: Premios

source: No rewards available
es: No hay premios disponibles

source: points
es: puntos

source: View TrxEngine Settings
es: Ver Configuración de TrxEngine

source: Change TrxEngine Password
es: Cambiar contraseña de TrxEngine

source: Edit TrxEngine Settings
es: Modificar configuración de TrxEngine

source: Product ID
es: ID de Producto

source: Server
es: Servidor

source: Server IP address
es: Dirección IP de servidor

source: Port
es: Puerto

source: Port number
es: Número de Puerto

source: Merchant_ID value
es: Valor de Merchant_ID

source: Reward Points Settings
es: Configuración de Puntos

source: Points for Signup
es: Puntos por inscribirse

source: Reward points granted for account signup
es: Puntos otorgados por inscribirse al club

source: Points for Refferals
es: Puntos por referencias

source: Reward points granted for account referrals
es: Puntos otorgados por referir a nuevos miembros

source: Points per B/. 1.00 Recharge
es: Puntos por cada B/. 1.00 de recarga

source: Reward points granted for each dollar successfuly recharged
es: Puntos otorgados por cada dólar recargado con éxito

source: Points for Shares Or Likes
es: Puntos por Shares o Likes

source: Reward points granted for social media participation
es: Puntos otorgados por participación en redes sociales

source: Mobile Operator Status
es: Estado en Operadora Telefónica

source: <span class='label label-success'>ON</span>
es: <span class='label label-success'>Encendido</span>

source: <span class='label label-warning'>OFF</span>
es: <span class='label label-warning'>Apagado</span>

source: <i class="icon-edit icon-black"></i><span>ON</span>
es: <i class="icon-edit icon-black"></i><span>Encendido</span>

source: <i class="icon-trash icon-black"></i></i><span>OFF</span>
es: <i class="icon-trash icon-black"></i></i><span>Apagado</span>

source: Fees and Discounts
es: Recargos y Descuentos

source: Default Reseller Discount
es: Porcentaje de Descuento por Defecto

source: Default discount percentage for resellers
es: Porcentaje de descuento por defecto para Revendedores

source: Credit Card Fees
es: Recargos por Tarjeta de Crédito

source: Percentage of Transaction
es: Porcentaje de la Transacción

source: Percentage of gross transaction value charged by the payment processor
es: Porcentaje del monto bruto de la transacción cobrado por el procesador de pagos

source: Fixed Transaction Fee
es: Recargo fijo por Transacción

source: Fixed fee charged by the payment processor for each credit card transaction
es: Recargo fijo por transacción cobrado por el procesador de pagos

source: ITBMS percentage
es: Porcentaje de ITBMS

source: TrxEngine Settings
es: Configuración de TrxEngine

source: N/A
es: N/D

source: <i class="icon-edit icon-black"></i><span>Edit</span>
es: <i class="icon-edit icon-black"></i><span>Modificar</span>

source: <i class="icon-edit icon-black"></i><span>Change Password</span>
es: <i class="icon-edit icon-black"></i><span>Cambiar Contraseña</span>

source: Add Sponsor
es: Agregar un Patrocinador

source: Select a country
es: Seleccione un país

source: View Sponsors
es: Ver Patrocinadores

source: Edit Sponsor
es: Modificar Patrocinador

source: Sponsor ID
es: ID de Patrocinador

source: <i class="icon-user icon-black"></i></i><span class="hidden-phone"> Resellers</span>
es: <i class="icon-user icon-black"></i></i><span class="hidden-phone"> Revendedores</span>

source: Assigned Resellers
es: Revendedores Asignados

source: View Sponsor
es: Ver Patrocinador

source: Add Staff Member
es: Agregar Personal

source: Role
es: Rol

source: Manager
es: Gerente

source: Support / Customer Service
es: Soporte / Servicio al Cliente

source: Allowed to send recharges
es: Permiso para enviar recargas

source: View Staff
es: Ver Personal

source: Edit Staff Member
es: Modificar Personal

source: Recharger
es: Recargador

source: <i class="icon-edit icon-black"></i><span class="hidden-phone">Change Password</span>
es: <i class="icon-edit icon-black"></i><span class="hidden-phone">Cambiar Contraseña</span>

source: View Users
es: Ver Usuarios

source: Reward Points
es: Puntos

source: Add User
es: Agregar Usuario

source: Edit User
es: Modificar Usuario

source: Verified
es: Verificado

source: <span class='label label-success'>Verified</span>
es: <span class='label label-success'>Verificado</span>

source: <span class='label label-warning'>Not Verified</span>
es: <span class='label label-warning'>No Verificado</span>

source: <span class='label label-warning'>Banned</span>
es: <span class='label label-warning'>Baneado</span>

source: <i class="icon-star icon-black"></i></i><span class="hidden-phone"> Rewards</span>
es: <i class="icon-star icon-black"></i></i><span class="hidden-phone"> Premios</span>

source: Reward ID
es: ID de Premio

source: Reward Type
es: Tipo de Premio

source: Reward Value
es: Valor del Premio

source: Points Spent
es: Puntos

source: <i class="icon-download-alt icon-white"></i><spa> Export</span>
es: <i class="icon-download-alt icon-white"></i><spa> Exportar</span>

source: View User
es: Ver Usuario
