Repository: fx2000/club-prepago-celular
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: es

source: Bank name cannot be blank
es: Nombre del Banco no puede estar en blanco

source: Account number cannot be blank
es: Número de cuenta no puede estar en blanco

source: Account type cannot be blank
es: Tipo de cuenta no puede estar en blanco

source: Bank added successfully
es: El Banco se ha agregado correctamente

source: Bank could not be created
es: No se pudo crear el Banco

source: Bank Name cannot be blank
es: Nombre del Banco no puede estar en blanco

source: Bank already exists
es: El Banco ya existe

source: Bank updated successfully
es: Banco actualizado correctamente

source: Bank could not be updated
es: Banco no pudo ser actualizado

source: Invalid Bank
es: Banco no válido

source: Bank Deleted
es: Banco eliminado

source: Unable to delete Bank
es: Banco no pudo ser eliminado

source: Invalid Bank ID provided
es: Banco inválido

source: <span style='color:red;'>You must enter a username</span>
es: <span style='color:red;'>Debe introducir un nombre de usuario</span>

source: <span style='color:red;'>You must enter a password</span>
es: <span style='color:red;'>Debe introducir una contraseña</span>

source: <span style='color:red;'>Invalid Username or Password</span>
es: <span style='color:red;'>Nombre de usuario o contraseña inválida</span>

source: Profile update successful
es: Actualización de perfil realizada correctamente

source: Incorrect password
es: Contraseña incorrecta

source: Password change successful
es: Cambio de contraseña realizado correctamente

source: Password confirmation failed
es: Fallo en confirmación de contraseña

source: <span style='color:green;'>Sign out successful</span>
es: <span style='color:green;'>Cierre de sesión exitoso</span>

source: <span style='color:red;'>Your session has expired, please sign in to continue</span>
es: <span style='color:red;'>Su sesión ha expirado, inicie sesión nuevamente para continuar</span>

source: Activation
es: Activación

source: Amount added to inventory
es: Monto añadido al inventario

source: Warning level set
es: Nivel de advertencia configurado

source: Payment Notification Accepted
es: Notificación de pago aprobada

source: Payment Request Accepted.
es: Notificación de pago aprobada

source: Your request could not be processed.
es: Su solicitud no pudo ser procesada

source: Payment Request rejected successfully.
es: La notificación de pago fue rechazada correctamente

source: Payment Request could not be rejected.
es: La notificación de pago no pudo ser rechazada

source: Please enter a Transaction ID
es: Introduzca un ID de transacción

source: No match Found
es: No se encontraron resultados

source: Your recharge has been successful, the original recharge has been marked as fixed and a new recharge has been added to the database as replacement
es: Su recarga ha sido exitosa, la transacción original ha sido marcada como arreglada y una nueva transacción ha sido añadida a la base de datos como reemplazo

source: User,Mobile Operator,Phone Number,Payment Method,Recharge Amount,
es: Usuario,Operadora,Número de Teléfono,Método de Pago,Monto de la Recarga

source: Taxes,Total Amount,Points Awarded,Date & Time,X,Y
es: ITBMS,Monto Final,Puntos,Fecha y Hora,X,Y

source: Prepaid Balance
es: Balance Prepagado

source: Credit Card
es: Tarjeta de Crédito

source: Points
es: Puntos

source: Transaction ID,User,Reseller,Mobile Operator,Phone Number,
es: ID de Transacción,Usuario,Revendedor,Operadora,Número de Teléfono

source: Amount,Payment Method,Date & Time,Points Awarded,Status,Replaced By,X,Y
es: Monto,Método de Pago,Fecha y Hora,Puntos,Estado,Reemplazada Por,X,Y

source: Failed
es: Fallida

source: Successful
es: Exitosa

source: Replaced
es: Reemplazada

source: Reward Points
es: Puntos

source: Payment Number,Type,Bank,Account Type,Account Number,Reference,
es: Número de Pago,Tipo,Banco,Tipo de Cuenta,Número de Cuenta,Referencia

source: Notification,Status Change,Payment Amount,Tax Deducted,Fees Paid,Balance Added,Status,X,Y
es: Notificación,Cambio de Estado,Monto,ITBMS,Recargos,Balance Agregado,Estado,X,Y

source: Pending
es: Pendiente

source: Approved
es: Aprobado

source: Denied
es: Rechazado

source: Bank Deposit
es: Depósito Bancario

source: Checking
es: Corriente

source: Savings
es: Ahorros

source: Notification,Status Change,Payment Amount,Tax Deducted,Fees Paid,Discount Credit,Balance Added,Status,X,Y
es: Notificación,Cambio de Estado,Monto,ITBMS,Recargos,Descuento,Balance Agregado,Estado,X,Y

source: Recharge
es: Recarga

source: Customer Support
es: Soporte

source: Download
es: Descarga

source: You must enter a name
es: Debe introducir un nombre

source: You must enter a Cedula or Passport number
es: Debe introducir un número de Cédula o Pasaporte

source: You must enter an email address
es: Debe introducir una dirección de correo electrónico

source: Invalid email address
es: Correo electrónico inválido

source: You must enter an address
es: Debe introducir una dirección

source: You must enter a phone number
es: Debe introducir un número de teléfono

source: Reseller created successfully
es: Revendedor creado correctamente

source: Error creating Reseller
es: Error creando Revendedor

source: Invalid Reseller
es: Revendedor inválido

source: Email already registered
es: Dirección de correo electrónico ya registrada

source: Discount percentage cannot be blank
es: El porcentaje de descuento no puede estar en blanco

source: Reseller updated successfully
es: Revendedor actualizado correctamente

source: Reseller could not be updated
es: El Revendedor no pudo ser actualizado

source: Reseller deleted successfully
es: Revendedor borrado correctamente

source: You can't extract an amount higher than the current balance of the account
es: No puede extraer un monto más alto que el balance actual de la cuenta

source: You can't extract more points than are available in the account
es: No puede extraer más puntos que los disponibles actualmente en la cuenta

source: Account update successful
es: Actualización de cuenta realizada correctamente

source: Account update failed
es: La actualización de la cuenta ha fallado

source: id,Name,Cedula or Passport,Email,Address,City,State or Province,
es: id,Nombre,Cédula o Pasaporte,Email,Direccíón,Ciudad,Estado o Provincia

source: Country,Phone Number,Registration Date,Status,Verified,Banned
es: País,Número de Teléfono,Fecha de Registro,Estado,Verificado,Baneado

source: Inactive
es: Inactivo

source: Active
es: Activo

source: Yes
es: Si

source: Transaction ID,Mobile Operator,Phone Number,Amount,Date & Time,Status,X,Y
es: Id de Transacción,Operadora,Número de Teléfono,Monto,Fecha y Hora,Estado,X,Y

source: Reward points for signup cannot not be blank
es: Puntos por inscripción no puede estar en blanco

source: Reward points for refferals cannot be blank
es: Puntos por referencia no puede estar en blanco

source: Reward points for recharges cannot be blank
es: Puntos por recarga no puede estar en blanco

source: Reward points for shares or likes cannot be blank
es: Puntos por shares o likes no puede estar en blanco

source: TrxEngine settings update successful
es: Configuración de TrxEngine actualizada correctamente

source: TrxEngine settings update failed
es: La actualización de la configuración de TrxEngine ha fallado

source: Password change failed
es: El cambio de contraseña ha fallado

source: Settings saved successfully
es: Configuración guardada correctamente

source: Sponsor creation successful
es: Patrocinador creado correctamente

source: Sponsor creation failed
es: La creación del Patrocinador ha fallado

source: Sponsor update successful
es: Patrocinador actualizado correctamente

source: Sponsor update failed
es: La actualización del patrocinador ha fallado

source: Invalid Sponsor
es: Patrocinador inválido

source: Sponsor deletion successful
es: El Patrocinador ha sido borrado correctamente

source: User creation successful
es: Usuario creado correctamente

source: User creation failed
es: La creación del Usuario ha fallado

source: Invalid User
es: Usuario inválido

source: User update successful
es: Usuario actualizado correctamente

source: User update failed
es: La actualización del Usuario ha fallado

source: User deleted successfully
es: Usuario borrado correctamente

source: Users.csv
es: Usuarios.csv

source: Transaction ID,Mobile Operator,Phone Number,Payment Method,Amount,Date & Time,Points Awarded,Status,X,Y
es: Id de Transacción,Operadora,Número de Teléfono,Método de Pago,Monto,Fecha y Hora,Puntos,Estado,X,Y

source: Reward ID,Reward Type,Reward Value,Points Spent,Date & Time
es: Id de Premio,Tipo de Premio,Monto,Puntos,Fecha y Hora

source: Invalid User ID
es: Id de Usuario inválido

source: Home
es: Inicio

source: Add Bank
es: Agregar Banco

source: Name
es: Nombre

source: Bank Name
es: Nombre del Banco

source: Account Number
es: Número de Cuenta

source: Account Type
es: Tipo de Cuenta

source: Submit
es: Enviar

source: View Banks
es: Ver Bancos

source: Edit Bank
es: Editar Banco

source: Banks
es: Bancos

source: Actions
es: Acciones

source: <i class="icon-edit icon-black"></i><span class="hidden-phone">Edit</span>
es: <i class="icon-edit icon-black"></i><span class="hidden-phone">Editar</span>

source: <i class="icon-trash icon-black"></i></i><span class="hidden-phone">Delete</span>
es: <i class="icon-trash icon-black"></i></i><span class="hidden-phone">Eliminar</span>

source: Change Password
es: Cambiar Contraseña

source: Current Password
es: Contraseña Actual

source: New Password
es: Nueva Contraseña

source: Confirm Password
es: Confirmar Contraseña

source: <span class="icon32 icon-blue icon-user"></span><div>Users</div>
es: <span class="icon32 icon-blue icon-user"></span><div>Usuarios</div>

source: Users
es: Usuarios

source: <span class="icon32 icon-blue icon-user"></span><div>Sponsors</div>
es: <span class="icon32 icon-blue icon-user"></span><div>Patrocinadores</div>

source: Sponsors
es: Patrocinadores

source: <span class="icon32 icon-blue icon-user"></span><div>Resellers</div>
es: <span class="icon32 icon-blue icon-user"></span><div>Revendedores</div>

source: Resellers
es: Revendedores

source: <span class="icon32 icon-blue icon-users"></span><div>Staff Members</div>
es: <span class="icon32 icon-blue icon-users"></span><div>Personal</div>

source: Staff Members
es: Personal

source: <span class="icon32 icon-blue icon-star-off"></span><div>Inventory</div>
es: <span class="icon32 icon-blue icon-star-off"></span><div>Inventario</div>

source: View inventory
es: Ver Inventario

source: <span class="icon32 icon-blue icon-info"></span><div>Check Recharge</div>
es: <span class="icon32 icon-blue icon-info"></span><div>Verificar Recarga</div>

source: Check the status of a recharge
es: Verificar el estado de una recarga

source: <span class="icon32 icon-blue icon-book"></span><div>Payment Notifications</div>
es: <span class="icon32 icon-blue icon-book"></span><div>Notificaciones de Pago</div>

source: View payment notifications
es: Ver notificaciones de pago

source: <span class="icon32 icon-blue icon-cart"></span><div>Transactions</div>
es: <span class="icon32 icon-blue icon-cart"></span><div>Transacciones</div>

source: View Transactions report
es: Ver Reporte de Transacciones

source: <span class="icon32 icon-blue icon-book"></span><div>Transactions</div>
es: <span class="icon32 icon-blue icon-book"></span><div>Transacciones</div>

source: View transactions report
es: Ver reporte de transacciones

source: Enter your username and password
es: Introduzca su nombre de usuario y contraseña

source: Username
es: Usuario

source: Password
es: Contraseña

source: Sign in
es: Entrar

source: Profile
es: Perfil

source: Profile
es: Perfil

source: Language
es: Idioma

source: English
es: Inglés

source: Spanish
es: Español

source: <i class='icon-home'></i><span class='hidden-tablet'> Home</span>
es: <i class='icon-home'></i><span class='hidden-tablet'> Inicio</span>

source: <i class='icon-user'></i><span class='hidden-tablet'> Users</span>
es: <i class='icon-user'></i><span class='hidden-tablet'> Usuarios</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Add User</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Agregar Usuario</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> View Users</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Ver Usuarios</span>

source: <i class='icon-user'></i><span class='hidden-tablet'> Sponsors</span>
es: <i class='icon-user'></i><span class='hidden-tablet'> Patrocinadores</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Add Sponsor</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Agregar Patrocinador</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> View Sponsors</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Ver Patrocinadores</span>

source: <i class='icon-user'></i><span class='hidden-tablet'> Resellers</span>
es: <i class='icon-user'></i><span class='hidden-tablet'> Revendedores</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Add Reseller</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Agregar Revendedor</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> View Resellers</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Ver Revendedores</span>

source: <i class='icon-list-alt'></i><span class='hidden-tablet'> Reports</span>
es: <i class='icon-list-alt'></i><span class='hidden-tablet'> Reportes</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Direct Sales</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Ventas Directas</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Reseller Sales</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Ventas de Revendedores</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Transactions</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Transacciones</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> User Purchases</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Compras de Usuarios</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Reseller Purchases</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Compras de Revendedores</span>

source: <i class='icon-star-empty'></i><span class='hidden-tablet'> Inventory</span>
es: <i class='icon-star-empty'></i><span class='hidden-tablet'> Inventario</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> View Inventory</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Ver Inventario</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Inventory Warnings</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Advertencias de Inventario</span>

source: <i class='icon-star'></i><span class='hidden-tablet'> Rewards</span>
es: <i class='icon-star'></i><span class='hidden-tablet'> Premios</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Add Reward</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Agregar Premio</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> View Rewards</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Ver Premios</span>

source: <i class='icon-info-sign'></i><span class='hidden-tablet'> Recharge Status</span>
es: <i class='icon-info-sign'></i><span class='hidden-tablet'> Estado de Recarga</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Check Recharge</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Revisar Recarga</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Failed Recharges</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Recargas Fallidas</span>

source: <i class='icon-cog'></i><span class='hidden-tablet'> Settings</span>
es: <i class='icon-cog'></i><span class='hidden-tablet'> Configuración</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Taxes</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Impuestos</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Reward Points</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Puntos</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Fees and Discounts</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Recargos y Descuentos</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Mobile Operators</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Operadoras Telefónicas</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Add Banks</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Agregar Banco</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> View Banks</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Ver Bancos</span>

source: <i class='icon-user'></i><span class='hidden-tablet'> Staff Members</span>
es: <i class='icon-user'></i><span class='hidden-tablet'> Personal</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Add Staff Member</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Agregar Personal</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> View Staff Members</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Ver Personal</span>

source: <i class='icon-list-alt'></i><span class='hidden-tablet'> Payments</span>
es: <i class='icon-list-alt'></i><span class='hidden-tablet'> Pagos</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Payment Notifications</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Notificaciones de Pago</span>

source: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Payment History</span>
es: <i class='icon-circle-arrow-right'></i><span class='hidden-tablet'> Historial de Pagos</span>

source: Sign Out
es: Cerrar Sesión

source: User Prepaid Balance
es: Balance Prepagado de Usuarios

source: Reseller Prepaid Balance
es: Balance Prepagado de Revendedores

source: Enter new purchase into inventory
es: Introducir nueva compra al inventario

source: Mobile Operator
es: Operadora Telefónica

source: Select...
es: Seleccionar...

source: Amount
es: Monto

source: Document Number
es: Número de Documento

source: Airtime Purchase History
es: Historial de Compras

source: Date & Time
es: Fecha y Hora

source: View Inventory
es: Inventario

source: Inventory Warnings
es: Advertencias de Inventario

source: <center> <div style="font-family:Tahoma;"> <h2>Something went wrong...</h2> </br> </br> If you have any problems, please contact <a href="mailto:support@clubprepago.com">support@clubprepago.com</a> </br> or call us at <b>+507 388-6220</b> </div> </center>
es: <center> <div style="font-family:Tahoma;"> <h2>Algo ha fallado...</h2> </br> </br> Si tienes algún problema, escríbenos a <a href="mailto:support@clubprepago.com">soporte@clubprepago.com</a> </br> o llámanos al <b>+507 388-6220</b> </div> </center>

source: Payment Notifications
es: Notificaciones de Pago

source: Deny Payment Notification
es: Rechazar Notificación de Pago

source: Reason For Rejection
es: Razón para el Rechazo

source: Enter a reason for rejecting the notification
es: Introduzca un motivo para el rechazo del pago

source: Deny
es: Rechazar

source: Payment History
es: Historial de Pagos

source: Payment Details
es: Detalles del Pago

source: Payment Number
es: Número de Pago

source: User or Reseller
es: Usuario o Revendedor

source: Payment Method
es: Método de Pago

source: Bank
es: Banco

source: Reference
es: Referencia

source: Notification Date
es: Fecha de Notificación

source: Status Change
es: Cambio de Estado

source: Payment Amount
es: Monto del Pago

source: Tax Deducted
es: Impuestos

source: Fees Paid
es: Recargos

source: Discount Credit
es: Descuento

source: Balance Added
es: Balance Agregado

source: Status
es: Estado

source: Approved
es: Aprobado

source: Pending
es: Pendiente

source: Denied
es: Rechazado

source: Reason for Denial
es: Motivo del Rechazo

source: Action
es: Acción

source: <i class="icon-ok icon-white"></i><span class="hidden-phone">&nbsp;Approve</span>
es: <i class="icon-ok icon-white"></i><span class="hidden-phone">&nbsp;Aprobar</span>

source: <i class="icon-remove icon-white"></i><span class="hidden-phone">&nbsp;Deny</span>
es: <i class="icon-remove icon-white"></i><span class="hidden-phone">&nbsp;Rechazar</span>

source: Location
es: Localización

source: Payment History
es: Historial de Pagos

source: User
es: Usuario

source: Reseller
es: Revendedor

source: Type
es: Tipo

source: Notification
es: Notificación

source: Pre-Approved
es: Pre-Aprobado

source: Payment Notifications
es: Notificaciones de Pago

source: Notification Date & Time
es: Fecha y Hora de la Notificación

source: Recharge Status
es: Estado de la Recarga

source: Transaction ID
es: ID de Transacción

source: Phone Number
es: Número de Teléfono

source: Successful
es: Exitosa

source: Failed
es: Fallida

source: Replaced
es: Reemplazada

source: Original Response message
es: Respuesta Original

source: TrxEngine Status
es: Estado en TrxEngine

source: TrxEngine Response
es: Respuesta de TrxEngine

source: Failed Credit Card Recharges
es: Recargas con tarjeta de crédito fallidas

source: Mobile Operator Response
es: Respuesta de Operadora Telefónica

source: <i class="icon-edit icon-black"></i></i><span class="hidden-phone">Retry</span>
es: <i class="icon-edit icon-black"></i></i><span class="hidden-phone">Reintentar</span>

source: Check Recharge in Mobile Operator
es: Verificar Recarga con Operadora Telefónica

source: Direct Sales
es: Ventas Directas

source: Gross Sales : B/.
es: Ventas Brutas: B/.

source: Net Sales : B/.
es: Ventas Netas: B/.

source: Recharges :
es: Recargas:

source: Points Awarded :
es: Puntos:

source: Select a Payment Method
es: Seleccione un método de pago

source: Payment method
es: Método de pago

source: From Date
es: Fecha inicial

source: To Date
es: Fecha Final

source: Select a Mobile Operator
es: Seleccione una Operadora Telefónica

source: Operator
es: Operadora

source: Search
es: Buscar

source: Recharge Amount
es: Monto de Recarga

source: Taxes
es: Impuestos

source: Total Amount
es: Monto Total

source: Points Awarded
es: Puntos Otorgados

source: <i class="icon-download-alt icon-white"></i><span> Export</span>
es: <i class="icon-download-alt icon-white"></i><span> Exportar</span>

source: Reseller Purchases
es: Compras de Revendedores

source: Select a Sponsor
es: Seleccione un Patrocinador

source: All Sponsors
es: Todos los Patrocinadores

source: Select a Reseller
es: Seleccione un Revendedor

source: All Resellers
es: Todos los Revendedores

source: Sponsor
es: Patrocinador

source: Approval Date
es: Fecha de Aprobación

source: Credit card
es: Tarjeta de Crédito

source: Reseller Sales
es: Ventas de Revendedores
